{
    "offer": "Зарегистрируйся сейчас и получи 3 пробных занятия БЕСПЛАТНО!",
    "content": "Продолжительность курса: {{duration}} месяц, 3 урока в неделю (2 часа). По окончании курса всем студентам будет выдан сертификат. Ежемесячная плата за курс составляет {{price}} драмов, в кредит: {{credit}} драмов.",
    "web-front-end": {
        "title": "курс Java",
        "subtitle": "SmartCode запускает новый трехэтапный курс программирования с 0 (Front-End)",
        "mainTitle": "Этапы курса"
    },
    "phyton-ml-ai": {
        "title": "Python / ML & AI курс",
        "subtitle": "Python — самый популярный язык программирования в мире. Сегодня почти все компании-гиганты, такие как NASA, Google, Netflix, Facebook, Instagram, Pinterest, Dropbox, используют язык Python в своих инновационных проектах.",
        "mainTitle": "В начале курса вы изучите основы языка Python и настроите среду, необходимую для работы с Python. Затем вы перейдете на средний уровень с реальным проектом, изучая основы объектно-ориентированного программирования (ООП). После чего вы получите продвинутый уровень знаний Python для работы в области машинного обучения (ML) и искусственного интеллекта (AI).Этапы курса:"
    },
    "Java": {
        "title": "Java курс",
        "subtitle": "Java — один из самых актуальных и востребованных языков программирования во всем мире. Это отличный вариант начать карьеру в сфере IT.",
        "mainTitle": ""
    },
    "Javascript": {
        "title": "курс JavaScript",
        "subtitle": "Продвинутый курс программирования Javascript с нуля до эксперта. JavaScript является основной технологией, используемой в веб-программировании наряду с HTML и CSS. Если вы хотите стать конкурентоспособным интерфейсным разработчиком, вам необходимо глубоко изучить JavaScript. Более того, в настоящее время JavaScript также используется в мобильных, настольных приложениях и разработке игр.",
        "mainTitle": ""
    },
    "react.js-redux": {
        "title": "курс React",
        "subtitle": "React — это библиотека JavaScript для создания пользовательских интерфейсов, с помощью которой вы сможете создавать современные и динамичные SPA-сайты.Создавать интерактивные интерфейсы в React очень просто. Вам просто нужно описать, как структурированы различные части сайта. React будет обновлять их вовремя, когда данные изменятся..",
        "mainTitle": ""
    },
    "Nodejs": {
        "title": " курс Node.js ",
        "subtitle": "Node.js становится лучше с каждым днем. Если когда-то это считалось частью пользователя, то теперь благодаря Node.js мы уже можем делать на сервере любые операции: обрабатывать поля ввода, вносить изменения в базу данных. Благодаря асинхронной работе Node.js он работает быстрее. Node.js не любит ждать",
        "mainTitle": "" 
    },
    "dev-ops": {
        "title": "Курс DevOps",
        "subtitle": "Специалист DevOps автоматизирует работу веб-сайтов, мобильных приложений на серверах и обеспечивает их безопасную работу. Это помогает команде разработчиков быстро и безопасно вносить изменения в код и обеспечивает бесперебойную работу загруженных проектов. Спрос на специалистов DevOps высок еще и потому, что бизнес не теряет прибыль из-за сбоев программного обеспечения.",
        "mainTitle": "В течении курса вы научитесь управлять Linux-системами, изучите основы и использование языка программирования Python, изучите работу методологии CI/CD, освоите лучшие практики профессии DevOps."
    },
    "csharp": {
        "title": "Курс C# ",
        "subtitle": "C# считается элегантным языком программирования. Он позволяет разработчикам создавать безопасные и защищенные веб-приложения, настольные приложения и многие другие системы. Эти системы работают в экосистеме .NET, в которую входят .NET Core и .NET Framework.",
        "mainTitle": ""
    },
    "python-django": {
        "title": "Курс Python / DJango ",
        "subtitle": "Python — самый популярный язык программирования в мире. Сегодня почти все компании-гиганты, такие как NASA, Google, Netflix, Facebook, Instagram, Pinterest, Dropbox, используют язык Python в своих инновационных проектах. В начале курса вы изучите основы языка Python и настроите среду, необходимую для работы с Python. Затем вы перейдете на средний уровень с реальным проектом, изучая основы объектно-ориентированного программирования (ООП). После этого вы получите углубленные знания об одной из самых популярных библиотек Python, Django, что позволит вам использовать язык Python для разработки веб-сайтов.",
        "mainTitle": "Этапы курса"
    },
    "php-laravel": {
        "title": "Курс PHP / Laravel ",
        "subtitle": "PHP — это язык программирования общего назначения, который особенно подходит для разработки динамических веб-страниц. Быстрый, гибкий и прагматичный PHP позволяет создавать веб-сайты различной сложности и размера: от небольших информативных блогов до самых популярных в мире социальных порталов.",
        "mainTitle": ""
    },
    "web-full-stack": {
        "title": "Курс веб програмирование",
        "subtitle": "SmartCode запускает новый набор на 4-этапный курс «Программирование с 0» (Full-Stack).",
        "mainTitle": "Этапы курса"
    },
    "ui-ux-design": {
        "title": "Курс UI / UX Design ",
        "subtitle": "Невозможно представить ни один современный сайт или мобильное приложение без UX/UI дизайнера. Пользовательский интерфейс (UI) и пользовательский опыт (UX) играют ключевую роль на этапе производства любого цифрового проекта. UX/UI дизайнер сочетает в своей работе креативность и аналитическое мышление. Он отвечает за удобство использования и красивый внешний вид веб-сайтов и приложений и тем самым помогает бизнесу развиваться и достигать поставленных целей. Он анализирует поведение пользователей и определяет, как можно улучшить цифровой продукт. Изучите законы UX, лучшие инструменты и практики, которые позволяют создать удобный и понятный интерфейс.",
        "mainTitle": ""
    },
    "qa-engineer":{
        "title": "Курс QA-Engineer",
        "subtitle":"QA Инженер или Quality Assurance Engineer — это профессионал, который играет решающую роль в процессе разработки программного обеспечения. Их основная ответственность — обеспечить высочайшее качество цифровых продуктов, отсутствие дефектов и соответствие как техническим, так и пользовательским требованиям. Они систематически тестируют продукты, выявляют проблемы и работают с командой разработчиков, чтобы гарантировать, что эти проблемы будут решены до того, как продукт достигнет конечного пользователя. И работа с системами автоматизации. Скрипты, которые они пишут, помогают автоматизировать ручное и более медленное тестирование.",
        "mainTitle": ""

    },
    "graphic-design": {
        "title": "Курс Graphic Design",
        "subtitle": "Графический дизайн часто является первой точкой контакта между бизнесом и его аудиторией. Профессионально разработанный логотип, веб-сайт или маркетинговые материалы помогают бизнесу выделиться среди конкурентов, добиться узнаваемости бренда и привлечь новых клиентов. Этот курс призван раскрыть ваш творческий потенциал и снабдить вас инструментами, необходимыми для того, чтобы стать профессионалом. В ходе курса вы приобретете навыки во всех аспектах графического дизайна, от концептуализации до визуального исполнения. Под индивидуальным руководством наших опытных инструкторов вы создадите впечатляющее портфолио, которое продемонстрирует ваш опыт и поможет вам выделиться на конкурентном рынке труда. Наш гибкий график позволит вам выбрать время для занятий, которое лучше всего соответствует вашему занятому образу жизни.",
        "mainTitle": ""
    },
    "product-management": {
        "title": " Курс Product Management ",
        "subtitle": "IT Product Manager отвечает за запуск и продвижение цифровых продуктов. В данном случае продуктом может быть: мобильное приложение, сайт или любое другое программное обеспечение.",
        "mainTitle": "IT Product Manager играет важную роль в компании, без которой процессы не могут двигаться вперед. Он планирует работу команды программистов, управляет графиком для достижения заданного конечного результата, анализирует потребительский рынок, разрабатывает маркетинговую стратегию и участвует во всех процессах выпуска цифровых продуктов."
    }
}