{
   "menu": {
      "courses": "Курсы",
      "features": "Приемущества",
      "staff": "Учителя",
      "about": "О нас",
      "partners": "Партнёры"
   },
   "footer": {
      "about": "Качественное обучение, бесплатная стажировка, гарантированное трудоустройство.",
      "contact": "Наши контакты",
      "address": {
         "first": "улица Республики, 22",
         "second": "улица Ерванда Кочара, 28/2"
      }
   },
   "formBox": {
      "signin": "Регистрация",
      "begin": "Начать обучение",
      "name": "Имя Фамилия",
      "eMail": "Эл. почта",
      "phone": "Телефон"
   },
   "homeHeader": {
      "do": {
         "firstPart": "Учись",
         "secondPart": "программирование"
      },
      "for": {
         "firstPart": "Стань",
         "secondPart": "востребованным специалистом"
      },
      "opportunity": "Качественное обучение, бесплатная практика, гарантированная работа."
   },
   "HomeMain": {
      "why": "Зачем учиться у нас",
      "becouse": "Изучение программирования у нас рентабельно"
   },
   "homeSection": {
      "title": "Присоединяйся к нашей команде!",
      "body": "У нас вы можете изучить все языки программирования, UX/UI Design. Мы обеспечиваем индивидуальный подход ко всем студентам, что поможет вам достичь поставленных целей."
   },
   "partners":{
      "title":"Узнать больше",
      "mainTitle": "Наши партнеры",
      "offer": "По окончании курса у вас будет возможность работать в наших партнерских организациях."
   },
   "about": {
      "aboutMain": {
         "aboutTitle": "О нас",
         "aboutBody": " Компания по обучению программированию SmartCode уже 7 лет занимается организацией и внедрением курсов по программированию, с целью доставки на рынок труда квалифицированных специалистов.",
         "aboutBodySecond":"Следуя мировым тенденциям в сфере IT, программы обучения обновляются и совершенствуются. Благодаря специально разработанной программе, домашним заданиям и бесплатному испытательному сроку наши студенты добиваются больших успехов. Благодаря работе квалифицированных специалистов мы пользуемся любовью и доверием наших студентов. Сотрудничая с IT-компаниями, мы гарантируем лучшую стажировку и трудоустройство студентов."
      },
      "aboutGoals": {
         "goalTitle": "Наша цель",
         "goalBody": "Наша главная цель — сделать программирование доступным для всех, независимо от возраста, образования и профессионального опыта. Мы считаем, что каждый может научиться программировать и использовать эти навыки для достижения своих целей.",
         "goalBodySecond": "В SmartCode мы стремимся предоставить нашим студентам все необходимые условия для успешного обучения.Наша учебная программа разработана таким образом, чтобы студенты могли учиться в своем собственном темпе при поддержке опытных преподавателей."
      },
      "aboutOffer":{
         "title":"Присоединяйся к нам, стань конкурентоспособным в сфере программирования и гарантируй свою работу с помощью SmartCode.",
         "certificate":"По окончании курса всем студентам будет выдан сертификат.",
         "workOffer":"А студентам, показавшим лучшие результаты, будет предложена работа в партнерских организациях."
      }
   },
      "courses": "Узнать больше"
  
}